<template>
  <h1 class="mb-5 text-h3 xl:text-h2">隱私權政策</h1>

  <p class="mb-2">請仔細閱讀以下隱私權條款，當您使用倍而兔募資平台時即代表您同意並遵守以下條款:</p>
  <ol class="list-decimal ps-5 text-grey-500">
    <li class="mb-2">我們尊重使用者的隱私權，並會盡力保護使用者的個人信息。</li>
    <li class="mb-2">
      我們收集的個人信息包括但不限於使用者的姓名、電子郵件地址、聯絡電話、所在地區、投資金額等。
    </li>
    <li class="mb-2">
      我們收集使用者的個人信息是為了確保每位投資者能安心投資、提供更好的服務和改進網站功能。
    </li>
    <li class="mb-2">
      我們不會將使用者的個人信息出售、出租或交換給任何第三方，除非經使用者事先同意或法律要求。
    </li>
    <li class="mb-2">
      我們會將使用者的個人信息用於處理投資、提供客戶支持、改善網站的內容和服務，以及用於其他合法目的。
    </li>
    <li class="mb-2">
      我們會在必要的情況下向有權部門提供使用者的個人信息，以遵守相關法律法規的規定或保護使用者、本網站及其他使用者的合法權益。
    </li>
    <li class="mb-2">
      我們使用Cookies和類似技術來收集使用者的網站活動信息，這些信息將用於改善網站的內容和服務。
    </li>
    <li class="mb-2">
      我們會採取適當的技術和管理措施來保護使用者的個人信息，防止未經授權的訪問、使用、修改、洩露或破壞。
    </li>
    <li class="mb-2">
      使用者有權查詢、更正或刪除其個人信息，也有權撤回對個人信息的同意，但在撤回同意之前，撤回將不影響我們處理使用者個人信息的合法性。
    </li>
    <li class="mb-2">
      本網站有權在任何時候對隱私權條款進行修改和更新，請使用者隨時關注相關內容，並及時遵守最新的隱私權條款。
    </li>
  </ol>
  <p>如果您有任何問題或疑慮，請隨時聯繫我們。感謝您使用倍而兔募資平台！</p>
</template>
