<template>
  <h1 class="mb-5 text-h3 xl:text-h2">贊助保障規範</h1>

  <p class="mb-2">歡迎使用倍而兔募資平台！我們重視贊助保障，以下是我們的贊助保障規範：</p>
  <ol class="list-decimal ps-5 text-grey-500">
    <li class="mb-2">
      募資方身分審核：我們將對每一個募資方進行身份審核，以確保募資方的真實性和合法性。我們將通過核實募資方的基本信息和相關證明文件，確保每一個募資方都是合法的。
    </li>
    <li class="mb-2">
      監控募資方執行進度：我們將監控每個募資項目的進度，確保贊助款項被用於項目的實際執行。我們會要求募資方定期向支持者更新項目的進度和使用情況，並向支持者提供相應的報告。
    </li>
    <li class="mb-2">
      未達目標全額退款：如果募資項目未達到目標，我們將保證支持者的贊助款項全數退還，以保護支持者的權益。如果募資項目已經開始實施但未能完成，我們將盡力協助支持者追回資金。
    </li>
    <li class="mb-2">
      安全付款：我們使用安全的支付系統，確保支持者的付款信息和個人信息得到妥善保護。支持者可以選擇使用信用卡或其他付款方式進行贊助。
    </li>
  </ol>
  <p>我們的贊助保障規範是為了保護支持者的權益，確保贊助款項得到妥善使用，並鼓勵更多的人參與到公益事業中來。如果您有任何問題或疑慮，請隨時聯繫我們的客戶服務部門。我們期待與您合作，共同為社會做出貢獻！</p>
</template>
