<template>
  <h1 class="mb-5 text-h3 xl:text-h2">使用者條款</h1>

  <p class="mb-2">請仔細閱讀以下使用者條款，當您使用倍而兔募資平台時即代表您同意並遵守以下條款:</p>
  <ol class="list-decimal ps-5 text-grey-500">
    <li class="mb-2">
      本網站提供校園活動、公益活動、市集等募資平台，並對募資內容進行審核，以確保每位投資者能安心投資。
    </li>
    <li class="mb-2">
      使用者應對本網站的所有行為負責，包括但不限於使用者自己的帳戶、密碼等信息的保管、使用本網站的內容和服務等。
    </li>
    <li class="mb-2">
      本網站不承擔任何因使用本網站而導致的損失或損害責任，包括但不限於因下單、投資而導致的損失或損害。
    </li>
    <li class="mb-2">
      使用者在使用本網站時，應遵守相關法律法規和社會公共利益，不得從事任何違法、不道德或有損本網站信譽的行為。
    </li>
    <li class="mb-2">
      本網站有權在任何時候對本網站的使用條款進行修改和更新，請使用者隨時關注相關內容，並及時遵守最新的使用條款。
    </li>
    <li class="mb-2">
      本網站保留對任何違反使用條款的使用者進行處罰的權利，包括但不限於限制或停止使用本網站。
    </li>
    <li class="mb-2">
      本網站所有內容的知識產權均屬於本網站，未經本網站書面許可，任何人不得擅自使用或轉載本網站的任何內容。
    </li>
    <li class="mb-2">
      本網站尊重使用者的隱私，並會盡力保護使用者的個人信息。在使用本網站時，使用者需遵守相關的隱私政策和法律法規，不得進行任何侵犯他人隱私的行為。
    </li>
    <li class="mb-2">
      本網站不保證任何投資的回報，投資者需自行承擔相關風險。
    </li>
    <li class="mb-2">
      使用者在使用本網站時，需遵守本網站公告的所有規定和操作流程。
    </li>
  </ol>
  <p>如果您有任何問題或疑慮，請隨時聯繫我們。感謝您使用倍而兔募資平台！</p>
</template>
