<script setup>

useSeoMeta({
  title: '提案列表 - 倍而兔募資平台',
  ogTitle: '提案列表 - 倍而兔募資平台',
  description: '這裡是我們的提案列表，您可以在這裡發起各種募資提案。',
  ogDescription: '這裡是我們的提案列表，您可以在這裡發起各種募資提案。'
});

</script>

<template>
  <section class="container mb-12">
    <h2 class="py-7 text-center text-h3 xl:text-h2">提案服務說明</h2>

    <div class="bg-light-emphasis lg:w-8/12 mx-auto rounded-lg p-12 mb-12">
      <p class="mb-6">歡迎使用倍而兔募資平台！以下是我們的提案服務說明：</p>
      <ol class="list-decimal ps-5 text-grey-500 flex flex-col gap-2 mb-6">
        <li>倍而兔提供的服務：倍而兔是一個募資平台，我們提供一個讓人們分享他們的創意和願景，並透過募資的方式實現這些願景的平台。在倍而兔，您可以創建一個募資專案，並分享您的想法，向眾人展示您的熱情和理念。</li>
        <li>提案服務流程：在倍而兔，提案服務的流程簡單易懂。首先，您需要創建一個提案，說明您的想法，設定您的募資目標和期限。接下來，您需要在平台上宣傳您的提案，並尋找支持者。一旦您的募資目標達成，您將收到贊助金，用來實現您的願景。如果您的目標未達成，所有的贊助金都會退回給支持者。</li>
        <li>提案服務優勢：倍而兔提供了一個讓人們分享和實現想法的平台，讓您的夢想成真。我們提供的服務包括多種募資專案，從學校到公益，到市集活動等多種類型。倍而兔還會對每個提案進行審核，以確保提案的真實性和可行性。此外，我們會監控募資方的執行進度，以確保提案能夠如期實現。</li>
        <li>提案服務注意事項：在使用倍而兔提供的服務時，請確保您的提案符合我們的服務規範和社區標準。我們不允許任何非法、欺詐、騷擾、歧視、侵犯版權等行為。此外，請注意您的募資目標和期限，確保您有足夠的時間和資源來實現您的願景。</li>
      </ol>
      <p>為了讓使用者更清楚了解本網站的提案服務流程與保障措施，我們提供了這份提案服務說明。透過審核與監控募資方的執行進度，以及設定沒有達到目標時全額退款的保障措施，我們致力於提供一個安心、透明的募資平台，讓使用者的好點子能夠得以實現，同時維護贊助者的權益。</p>
    </div>

    <div class="flex justify-center">
      <NuxtLink to="/proposal/outline" class="btn btn-primary w-full md:w-auto"> 前往提案 </NuxtLink>
    </div>
  </section>
</template>
